Revit 2024 API
SymbolTypeId.FtPerS Property
 Symbol ft/s, indicating unit Feet per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtPerS { get; }
Visual Basic
Public Shared ReadOnly Property FtPerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtPerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace